Repository: Dizzy918/fitness-tracker
Catalog: FitnessTracker/Resources/Localizable.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, et, fi, fr, ga, hr, hu, id, is, it, ja, ko, lt, lv, mk, ms, mt, nb, nl, pl, pt_br, pt_pt, ro, ru, sk, sl, sq, sr, sv, tr, uk, vi, zh_hans, zh_hant

source: The elevation service had no data for this route. That usually means it's outside the dataset's coverage (roughly 60°N to 56°S).
ar: لا تملك خدمة الارتفاع بيانات لهذا المسار. يعني ذلك عادةً أنه خارج تغطية مجموعة البيانات (نحو 60° شمالًا إلى 56° جنوبًا).
bg: Услугата за надморска височина няма данни за този маршрут. Обикновено това значи, че е извън покритието на набора данни (приблизително от 60°N до 56°S).
ca: El servei d'elevació no tenia dades d'aquesta ruta. Normalment vol dir que queda fora de la cobertura del conjunt de dades (aproximadament de 60°N a 56°S).
cs: Výšková služba pro tuhle trasu nemá data. Obvykle to znamená, že leží mimo pokrytí datové sady (zhruba 60° s. š. až 56° j. š.).
da: Højdetjenesten havde ingen data for denne rute. Det betyder som regel, at den ligger uden for datasættets dækning (ca. 60°N til 56°S).
de: Der Höhendienst hatte keine Daten für diese Route. Meist heißt das, sie liegt außerhalb der Abdeckung des Datensatzes (etwa 60° N bis 56° S).
el: Η υπηρεσία υψομέτρου δεν είχε δεδομένα για αυτή τη διαδρομή. Συνήθως σημαίνει ότι βρίσκεται εκτός κάλυψης του συνόλου δεδομένων (περίπου από 60°Β έως 56°Ν).
es: El servicio de altitud no tenía datos para esta ruta. Suele significar que queda fuera de la cobertura del conjunto de datos (aproximadamente de 60° N a 56° S).
et: Kõrgusteenusel polnud selle marsruudi kohta andmeid. Tavaliselt tähendab see, et see jääb andmestiku katvusest välja (umbes 60° põhjalaiust kuni 56° lõunalaiust).
fi: Korkeuspalvelulla ei ollut tietoja tälle reitille. Yleensä se tarkoittaa, että se on aineiston kattavuuden ulkopuolella (noin 60°N–56°S).
fr: Le service d'altitude n'avait pas de données pour cet itinéraire. Cela veut généralement dire qu'il sort de la couverture du jeu de données (environ 60° N à 56° S).
ga: Ní raibh aon sonraí ag an tseirbhís airde don bhealach seo. Ciallaíonn sé sin de ghnáth go bhfuil sé lasmuigh de chlúdach an tacar sonraí (thart ar 60°T go 56°D).
hr: Servis za nadmorsku visinu nije imao podatke za ovu rutu. To obično znači da je izvan pokrivenosti skupa podataka (otprilike od 60° S do 56° J).
hu: A magassági szolgáltatásnak nincs adata erre az útvonalra. Ez általában azt jelenti, hogy kívül esik az adathalmaz lefedettségén (nagyjából 60° É-tól 56° D-ig).
id: Layanan elevasi tidak punya data untuk rute ini. Itu biasanya berarti rutenya di luar cakupan datasetnya (kira-kira 60°LU sampai 56°LS).
is: Hæðarþjónustan hafði engin gögn um þessa leið. Það þýðir yfirleitt að hún er utan þekju gagnasafnsins (um það bil 60°N til 56°S).
it: Il servizio di quota non aveva dati per questo percorso. Di solito significa che è fuori dalla copertura del dataset (circa da 60° N a 56° S).
ja: 標高サービスにこのルートのデータがありませんでした。多くの場合、データセットの範囲（およそ北緯 60 度〜南緯 56 度）の外にあることを意味します。
ko: 고도 서비스에 이 경로의 데이터가 없습니다. 보통 데이터셋 범위(대략 북위 60°에서 남위 56°) 밖이라는 뜻입니다.
lt: Aukščio paslauga neturėjo duomenų apie šį maršrutą. Paprastai tai reiškia, kad jis už duomenų rinkinio aprėpties (maždaug nuo 60° šiaurės iki 56° pietų platumos).
lv: Augstuma pakalpojumam nebija datu par šo maršrutu. Parasti tas nozīmē, ka tas ir ārpus datu kopas pārklājuma (aptuveni no 60° ziemeļu līdz 56° dienvidu platuma).
mk: Сервисот за височина немаше податоци за оваа траса. Обично тоа значи дека е надвор од опфатот на податочниот сет (приближно од 60° северно до 56° јужно).
ms: Perkhidmatan ketinggian tiada data untuk laluan ini. Itu biasanya bermakna ia di luar liputan set datanya (lebih kurang 60°U hingga 56°S).
mt: Is-servizz tal-għoli ma kellux data għal din ir-rotta. Dan normalment ifisser li tinsab barra mill-kopertura tad-dataset (bejn wieħed u ieħor 60°T sa 56°N).
nb: Høydetjenesten hadde ingen data for denne ruta. Som regel betyr det at den ligger utenfor datasettets dekning (omtrent 60°N til 56°S).
nl: De hoogtedienst had geen gegevens voor deze route. Meestal betekent dat dat hij buiten de dekking van de dataset valt (ruwweg 60° NB tot 56° ZB).
pl: Usługa wysokości nie miała danych dla tej trasy. Zwykle oznacza to, że leży poza zasięgiem zbioru danych (mniej więcej od 60°N do 56°S).
pt_br: O serviço de elevação não tinha dados para esta rota. Isso costuma significar que ela está fora da cobertura do conjunto de dados (aproximadamente de 60°N a 56°S).
pt_pt: O serviço de altitude não tinha dados para este percurso. Normalmente significa que está fora da cobertura do conjunto de dados (grosso modo de 60° N a 56° S).
ro: Serviciul de altitudine nu avea date pentru acest traseu. De obicei asta înseamnă că se află în afara acoperirii setului de date (aproximativ între 60°N și 56°S).
ru: У сервиса высот нет данных по этому маршруту. Обычно это значит, что он вне покрытия набора данных (примерно от 60° с. ш. до 56° ю. ш.).
sk: Výšková služba pre túto trasu nemá údaje. Zvyčajne to znamená, že leží mimo pokrytia dátovej sady (zhruba 60° s. š. až 56° j. š.).
sl: Storitev za nadmorsko višino ni imela podatkov za to pot. Običajno to pomeni, da je zunaj pokritosti podatkovnega niza (približno od 60° S do 56° J).
sq: Shërbimi i lartësisë nuk kishte të dhëna për këtë itinerar. Zakonisht kjo do të thotë se ndodhet jashtë mbulimit të bazës së të dhënave (afërsisht 60°V deri 56°J).
sr: Сервис за надморску висину није имао податке за ову руту. То обично значи да је ван покривености скупа података (отприлике од 60° С до 56° Ј).
sv: Höjdtjänsten hade inga data för den här rutten. Oftast betyder det att den ligger utanför datamängdens täckning (ungefär 60°N till 56°S).
tr: Yükseklik servisinde bu rota için veri yoktu. Bu genelde veri kümesinin kapsamı dışında olduğu anlamına gelir (kabaca 60°K ile 56°G arası).
uk: У сервісу висот немає даних щодо цього маршруту. Зазвичай це означає, що він поза покриттям набору даних (приблизно від 60° пн. ш. до 56° пд. ш.).
vi: Dịch vụ độ cao không có dữ liệu cho lộ trình này. Thường thì nghĩa là nó nằm ngoài vùng phủ của bộ dữ liệu (khoảng 60° Bắc đến 56° Nam).
zh_hans: 海拔服务没有这条路线的数据。通常意味着它超出了数据集覆盖范围（大约北纬 60° 至南纬 56°）。
zh_hant: 海拔服務沒有這條路線的資料。通常表示它超出了資料集的涵蓋範圍（大約北緯 60° 到南緯 56°）。

source: The elevation service is rate-limited right now. Try again in a minute.
ar: خدمة الارتفاع محدودة الطلبات حاليًا. أعد المحاولة بعد دقيقة.
bg: Услугата за надморска височина е ограничена в момента. Опитай отново след минута.
ca: El servei d'elevació està limitant peticions ara mateix. Torna-ho a provar d'aquí a un minut.
cs: Výšková služba je teď omezená počtem dotazů. Zkus to za minutu znovu.
da: Højdetjenesten er begrænset lige nu. Prøv igen om et minut.
de: Der Höhendienst ist gerade ratenbegrenzt. Versuch es in einer Minute erneut.
el: Η υπηρεσία υψομέτρου περιορίζει αυτή τη στιγμή τα αιτήματα. Δοκίμασε ξανά σε ένα λεπτό.
es: El servicio de altitud está limitado ahora mismo. Inténtalo dentro de un minuto.
et: Kõrgusteenus piirab praegu päringute arvu. Proovi minuti pärast uuesti.
fi: Korkeuspalvelua rajoitetaan juuri nyt. Yritä minuutin kuluttua uudelleen.
fr: Le service d'altitude est limité en débit pour le moment. Réessaie dans une minute.
ga: Tá teorainn ráta ar an tseirbhís airde faoi láthair. Bain triail eile as i gceann nóiméid.
hr: Servis za nadmorsku visinu trenutno ograničava broj zahtjeva. Pokušaj ponovno za minutu.
hu: A magassági szolgáltatás jelenleg korlátozza a kéréseket. Próbáld újra egy perc múlva.
id: Layanan elevasi sedang dibatasi lajunya. Coba lagi semenit lagi.
is: Hæðarþjónustan takmarkar fyrirspurnir núna. Reyndu aftur eftir mínútu.
it: Il servizio di quota è limitato in questo momento. Riprova tra un minuto.
ja: 標高サービスは現在、回数制限がかかっています。1 分ほどおいて再試行してください。
ko: 고도 서비스가 지금 요청 수를 제한하고 있습니다. 1분 뒤에 다시 시도하세요.
lt: Aukščio paslauga šiuo metu riboja užklausas. Pabandyk po minutės.
lv: Augstuma pakalpojums pašlaik ierobežo pieprasījumus. Mēģini vēlreiz pēc minūtes.
mk: Сервисот за височина моментално го ограничува бројот на барања. Обиди се повторно за една минута.
ms: Perkhidmatan ketinggian sedang dihadkan kadarnya sekarang. Cuba lagi seminit lagi.
mt: Is-servizz tal-għoli bħalissa qed jillimita t-talbiet. Erġa' pprova f'minuta.
nb: Høydetjenesten er begrenset akkurat nå. Prøv igjen om et minutt.
nl: De hoogtedienst is op dit moment beperkt. Probeer het over een minuut opnieuw.
pl: Usługa wysokości jest w tej chwili ograniczana. Spróbuj za minutę.
pt_br: O serviço de elevação está limitando requisições agora. Tente de novo em um minuto.
pt_pt: O serviço de altitude está limitado neste momento. Tenta daqui a um minuto.
ro: Serviciul de altitudine limitează momentan cererile. Încearcă din nou peste un minut.
ru: Сервис высот сейчас ограничивает частоту запросов. Попробуйте через минуту.
sk: Výšková služba je teraz obmedzená počtom požiadaviek. Skús to o minútu znova.
sl: Storitev za nadmorsko višino trenutno omejuje število zahtev. Poskusi znova čez minuto.
sq: Shërbimi i lartësisë po kufizon kërkesat për momentin. Provo sërish pas një minute.
sr: Сервис за надморску висину тренутно ограничава број захтева. Покушај поново за минут.
sv: Höjdtjänsten är begränsad just nu. Försök igen om en minut.
tr: Yükseklik servisi şu anda istek sınırında. Bir dakika sonra tekrar dene.
uk: Сервіс висот зараз обмежує частоту запитів. Спробуйте за хвилину.
vi: Dịch vụ độ cao đang bị giới hạn tần suất. Hãy thử lại sau một phút.
zh_hans: 海拔服务当前受请求频率限制。请稍等一分钟再试。
zh_hant: 海拔服務目前受請求頻率限制。請過一分鐘再試。

source: The elevation service returned an error (HTTP %lld).
ar: أعادت خدمة الارتفاع خطأ (HTTP %lld).
bg: Услугата за надморска височина върна грешка (HTTP %lld).
ca: El servei d'elevació ha retornat un error (HTTP %lld).
cs: Výšková služba vrátila chybu (HTTP %lld).
da: Højdetjenesten svarede med en fejl (HTTP %lld).
de: Der Höhendienst hat einen Fehler zurückgegeben (HTTP %lld).
el: Η υπηρεσία υψομέτρου επέστρεψε σφάλμα (HTTP %lld).
es: El servicio de altitud devolvió un error (HTTP %lld).
et: Kõrgusteenus tagastas vea (HTTP %lld).
fi: Korkeuspalvelu palautti virheen (HTTP %lld).
fr: Le service d'altitude a renvoyé une erreur (HTTP %lld).
ga: Sheol an tseirbhís airde earráid ar ais (HTTP %lld).
hr: Servis za nadmorsku visinu vratio je grešku (HTTP %lld).
hu: A magassági szolgáltatás hibát adott vissza (HTTP %lld).
id: Layanan elevasi mengembalikan kesalahan (HTTP %lld).
is: Hæðarþjónustan skilaði villu (HTTP %lld).
it: Il servizio di quota ha restituito un errore (HTTP %lld).
ja: 標高サービスがエラーを返しました（HTTP %lld）。
ko: 고도 서비스가 오류를 반환했습니다 (HTTP %lld).
lt: Aukščio paslauga grąžino klaidą (HTTP %lld).
lv: Augstuma pakalpojums atgrieza kļūdu (HTTP %lld).
mk: Сервисот за височина врати грешка (HTTP %lld).
ms: Perkhidmatan ketinggian memulangkan ralat (HTTP %lld).
mt: Is-servizz tal-għoli rritorna żball (HTTP %lld).
nb: Høydetjenesten svarte med en feil (HTTP %lld).
nl: De hoogtedienst gaf een fout terug (HTTP %lld).
pl: Usługa wysokości zwróciła błąd (HTTP %lld).
pt_br: O serviço de elevação retornou um erro (HTTP %lld).
pt_pt: O serviço de altitude devolveu um erro (HTTP %lld).
ro: Serviciul de altitudine a returnat o eroare (HTTP %lld).
ru: Сервис высот вернул ошибку (HTTP %lld).
sk: Výšková služba vrátila chybu (HTTP %lld).
sl: Storitev za nadmorsko višino je vrnila napako (HTTP %lld).
sq: Shërbimi i lartësisë ktheu një gabim (HTTP %lld).
sr: Сервис за надморску висину вратио је грешку (HTTP %lld).
sv: Höjdtjänsten svarade med ett fel (HTTP %lld).
tr: Yükseklik servisi hata döndürdü (HTTP %lld).
uk: Сервіс висот повернув помилку (HTTP %lld).
vi: Dịch vụ độ cao trả về lỗi (HTTP %lld).
zh_hans: 海拔服务返回错误（HTTP %lld）。
zh_hant: 海拔服務回傳錯誤（HTTP %lld）。

source: The files your watch already writes, read directly — every lap, every sample, not a summary someone else decided to keep.
ar: الملفات التي تكتبها ساعتك أصلًا، تُقرأ مباشرة — كل لفّة وكل قياس، لا ملخّصًا قرّر غيرك الاحتفاظ به.
bg: Файловете, които часовникът ти и без това записва, прочетени директно — всяка обиколка, всяко измерване, а не резюме, което някой друг е решил да запази.
ca: Els fitxers que el teu rellotge ja escriu, llegits directament: cada volta, cada mostra, no un resum que algú altre ha decidit guardar.
cs: Soubory, které tvoje hodinky stejně zapisují, přečtené přímo — každý okruh, každý vzorek, ne souhrn, který za tebe vybral někdo jiný.
da: De filer, dit ur alligevel skriver, læst direkte — hver omgang, hver måling, ikke et sammendrag som en anden har valgt at gemme.
de: Die Dateien, die deine Uhr ohnehin schreibt, direkt gelesen — jede Runde, jeder Messwert, keine Zusammenfassung, die jemand anderes ausgewählt hat.
el: Τα αρχεία που γράφει ήδη το ρολόι σου, διαβασμένα απευθείας — κάθε γύρος, κάθε δείγμα, όχι μια σύνοψη που αποφάσισε κάποιος άλλος να κρατήσει.
es: Los archivos que tu reloj ya escribe, leídos directamente: cada vuelta, cada muestra, no un resumen que otro decidió guardar.
et: Failid, mida su kell niikuinii kirjutab, loetuna otse — iga ring, iga mõõtepunkt, mitte kokkuvõte, mille keegi teine otsustas alles jätta.
fi: Tiedostot, jotka kellosi jo kirjoittaa, luettuna suoraan — jokainen kierros ja jokainen näyte, ei tiivistelmää, jonka joku muu on valinnut.
fr: Les fichiers que votre montre écrit déjà, lus directement — chaque tour, chaque mesure, pas un résumé choisi par quelqu'un d'autre.
ga: Na comhaid a scríobhann d'uaireadóir cheana, léite go díreach — gach camchuairt, gach sampla, ní achoimre a shocraigh duine éigin eile a choinneáil.
hr: Datoteke koje tvoj sat ionako zapisuje, pročitane izravno — svaki krug, svaki uzorak, a ne sažetak koji je netko drugi odlučio zadržati.
hu: Az órád által amúgy is írt fájlok, közvetlenül beolvasva — minden kör, minden mintavétel, nem pedig egy összefoglaló, amiről más döntötte el, hogy megmarad.
id: File yang memang sudah ditulis jammu, dibaca langsung — setiap lap, setiap sampel, bukan ringkasan yang orang lain putuskan untuk disimpan.
is: Skrárnar sem úrið þitt skrifar hvort eð er, lesnar beint — hver hringur, hvert mælipunktur, ekki samantekt sem einhver annar ákvað að geyma.
it: I file che il tuo orologio già scrive, letti direttamente: ogni giro, ogni campione, non un riassunto scelto da qualcun altro.
ja: 時計がすでに書き出しているファイルを直接読み取ります。すべてのラップ、すべてのサンプル — 誰かが残すと決めた要約ではありません。
ko: 시계가 이미 기록하는 파일을 그대로 읽습니다. 모든 랩, 모든 샘플 — 누군가 남기기로 정한 요약이 아닙니다.
lt: Failai, kuriuos tavo laikrodis ir taip rašo, nuskaityti tiesiogiai — kiekvienas ratas, kiekvienas matavimas, o ne santrauka, kurią kažkas kitas nusprendė palikti.
lv: Faili, ko tavs pulkstenis tāpat raksta, nolasīti tieši — katrs aplis, katrs mērījums, nevis kopsavilkums, kuru kāds cits nolēma saglabāt.
mk: Датотеките што твојот часовник и онака ги запишува, прочитани директно — секој круг, секое мерење, а не резиме што некој друг решил да го задржи.
ms: Fail yang memang sudah ditulis oleh jam anda, dibaca terus — setiap pusingan, setiap sampel, bukan ringkasan yang orang lain putuskan untuk disimpan.
mt: Il-fajls li l-arloġġ tiegħek diġà jikteb, moqrija direttament — kull dawra, kull kejl, mhux sommarju li xi ħadd ieħor iddeċieda li jżomm.
nb: Filene klokka allerede skriver, lest direkte — hver runde, hver måling, ikke et sammendrag noen andre har valgt ut.
nl: De bestanden die je horloge toch al wegschrijft, rechtstreeks gelezen — elke ronde, elk meetpunt, geen samenvatting die iemand anders heeft uitgekozen.
pl: Pliki, które twój zegarek i tak zapisuje, odczytane wprost — każde okrążenie, każdy pomiar, a nie podsumowanie wybrane przez kogoś innego.
pt_br: Os arquivos que seu relógio já grava, lidos direto — cada volta, cada amostra, e não um resumo que outra pessoa decidiu guardar.
pt_pt: Os ficheiros que o seu relógio já escreve, lidos diretamente — cada volta, cada amostra, e não um resumo que outra pessoa decidiu guardar.
ro: Fișierele pe care ceasul tău le scrie oricum, citite direct — fiecare tură, fiecare eșantion, nu un rezumat pe care altcineva a decis să-l păstreze.
ru: Файлы, которые ваши часы и так пишут, читаются напрямую — каждый круг, каждое измерение, а не сводка, которую кто-то решил сохранить за вас.
sk: Súbory, ktoré tvoje hodinky aj tak zapisujú, prečítané priamo — každý okruh, každá vzorka, nie súhrn, ktorý za teba vybral niekto iný.
sl: Datoteke, ki jih tvoja ura tako ali tako piše, prebrane neposredno — vsak krog, vsak vzorec, ne povzetek, ki ga je nekdo drug izbral.
sq: Skedarët që ora jote i shkruan gjithsesi, të lexuar drejtpërdrejt — çdo xhiro, çdo matje, jo një përmbledhje që dikush tjetër vendosi ta ruante.
sr: Датотеке које твој сат ионако уписује, прочитане директно — сваки круг, сваки узорак, а не сажетак који је неко други одлучио да задржи.
sv: Filerna som klockan redan skriver, lästa direkt — varje varv, varje mätvärde, inte en sammanfattning som någon annan valt ut.
tr: Saatinin zaten yazdığı dosyalar, doğrudan okunur — her tur, her ölçüm; başkasının saklamaya karar verdiği bir özet değil.
uk: Файли, які ваш годинник і так пише, читаються напряму — кожне коло, кожен вимір, а не зведення, яке хтось вирішив зберегти за вас.
vi: Chính những tệp mà đồng hồ của bạn vốn đã ghi ra, được đọc thẳng — từng vòng, từng mẫu dữ liệu, chứ không phải một bản tóm tắt do người khác quyết định giữ lại.
zh_hans: 直接读取手表本就写下的文件——每一段、每一个采样点，而不是别人替你挑选保留的摘要。
zh_hant: 直接讀取手錶本來就會寫下的檔案——每一段、每一個取樣點，而不是別人替你挑剩的摘要。

source: The fitness and fatigue curves say what shape you're in today. Give them a date to aim at and they'll say what shape you'll be in on the day.
ar: تخبرك منحنيات اللياقة والإجهاد بحالتك اليوم. امنحها تاريخًا تستهدفه لتخبرك بحالتك في ذلك اليوم.
bg: Кривите на формата и умората казват в каква форма си днес. Дай им дата, към която да се стремят, и ще кажат в каква форма ще си в деня.
ca: Les corbes de forma i fatiga diuen en quin estat estàs avui. Dona'ls una data objectiu i et diran en quin estat estaràs aquell dia.
cs: Křivky kondice a únavy říkají, v jaké formě jsi dnes. Dej jim datum, ke kterému míříš, a řeknou, v jaké formě budeš ten den.
da: Kurverne for form og træthed viser, hvilken form du er i i dag. Giv dem en dato at sigte mod, så viser de, hvilken form du er i den dag.
de: Die Kurven für Fitness und Ermüdung sagen, in welcher Form du heute bist. Gib ihnen ein Datum als Ziel, und sie sagen dir, in welcher Form du am Tag sein wirst.
el: Οι καμπύλες φυσικής κατάστασης και κόπωσης λένε σε τι φόρμα είσαι σήμερα. Δώσε τους μια ημερομηνία στόχο και θα σου πουν σε τι φόρμα θα είσαι εκείνη τη μέρα.
es: Las curvas de forma y fatiga dicen en qué estado estás hoy. Dales una fecha a la que apuntar y dirán en qué estado llegarás ese día.
et: Vormi ja väsimuse kõverad ütlevad, mis vormis sa täna oled. Anna neile sihtkuupäev ja nad ütlevad, mis vormis sa sel päeval oled.
fi: Kunto- ja väsymyskäyrät kertovat, missä kunnossa olet tänään. Anna niille tavoitepäivä, niin ne kertovat, missä kunnossa olet sinä päivänä.
fr: Les courbes de forme et de fatigue disent dans quel état tu es aujourd'hui. Donne-leur une date à viser et elles diront dans quel état tu seras le jour J.
ga: Insíonn cuair na haclaíochta agus na tuirse cén riocht ina bhfuil tú inniu. Tabhair dáta sprice dóibh agus inseoidh siad cén riocht ina mbeidh tú an lá sin.
hr: Krivulje forme i umora govore u kakvoj si formi danas. Daj im ciljni datum i reći će ti u kakvoj ćeš formi biti tog dana.
hu: A fittség- és fáradtsággörbék megmondják, milyen formában vagy ma. Adj nekik egy céldátumot, és megmondják, milyen formában leszel aznap.
id: Kurva kebugaran dan kelelahan memberitahu kondisimu hari ini. Beri mereka tanggal yang dituju dan keduanya akan memberitahu kondisimu pada hari itu.
is: Form- og þreytuferlarnir segja í hvaða ástandi þú ert í dag. Gefðu þeim dagsetningu til að stefna á og þeir segja í hvaða ástandi þú verður þann dag.
it: Le curve di forma e fatica dicono in che condizione sei oggi. Dai loro una data da puntare e ti diranno in che condizione arriverai quel giorno.
ja: フィットネスと疲労の曲線は、今日のあなたの状態を示します。目標の日付を与えれば、その日にどんな状態でいるかを示します。
ko: 체력과 피로도 곡선은 오늘의 상태를 알려 줍니다. 목표 날짜를 정해 주면 그날의 상태까지 알려 줍니다.
lt: Formos ir nuovargio kreivės rodo, kokios formos esi šiandien. Duok joms tikslinę datą ir jos pasakys, kokios formos būsi tą dieną.
lv: Formas un noguruma līknes rāda, kādā formā esi šodien. Dod tām mērķa datumu, un tās pateiks, kādā formā būsi tajā dienā.
mk: Кривите на форма и замор кажуваат во каква форма си денес. Дај им целен датум и ќе ти кажат во каква форма ќе бидеш тој ден.
ms: Lengkung kecergasan dan keletihan memberitahu keadaan anda hari ini. Beri kedua-duanya satu tarikh sasaran dan ia akan memberitahu keadaan anda pada hari itu.
mt: Il-kurvi tal-forma u tal-għeja jgħidulek f'liema stat inti llum. Agħtihom data li timmira lejha u jgħidulek f'liema stat tkun dakinhar.
nb: Kurvene for form og tretthet sier hvilken form du er i i dag. Gi dem en dato å sikte mot, så sier de hvilken form du er i den dagen.
nl: De curves voor conditie en vermoeidheid zeggen in welke vorm je vandaag bent. Geef ze een datum om op te mikken en ze zeggen in welke vorm je die dag zult zijn.
pl: Krzywe formy i zmęczenia mówią, w jakiej jesteś dziś formie. Daj im datę, do której mają celować, a powiedzą, w jakiej formie będziesz tego dnia.
pt_br: As curvas de forma e fadiga dizem em que estado você está hoje. Dê a elas uma data-alvo e elas dizem em que estado você estará no dia.
pt_pt: As curvas de forma e fadiga dizem em que estado estás hoje. Dá-lhes uma data como alvo e dirão em que estado chegarás nesse dia.
ro: Curbele de formă și oboseală îți spun în ce formă ești azi. Dă-le o dată-țintă și îți vor spune în ce formă vei fi în ziua aceea.
ru: Кривые формы и усталости говорят, в каком вы состоянии сегодня. Дайте им целевую дату — и они скажут, в каком состоянии вы будете в этот день.
sk: Krivky kondície a únavy hovoria, v akej si dnes forme. Daj im dátum, na ktorý mieriš, a povedia, v akej forme budeš v ten deň.
sl: Krivulji pripravljenosti in utrujenosti povesta, v kakšni formi si danes. Daj jima ciljni datum in povedali ti bosta, v kakšni formi boš takrat.
sq: Kurbat e formës dhe të lodhjes tregojnë në ç'gjendje je sot. Jepu një datë objektiv dhe do të të thonë në ç'gjendje do të jesh atë ditë.
sr: Криве форме и умора говоре у каквој си форми данас. Дај им циљни датум и рећи ће ти у каквој ћеш форми бити тог дана.
sv: Kurvorna för form och trötthet säger vilken form du är i i dag. Ge dem ett datum att sikta mot så säger de vilken form du är i den dagen.
tr: Kondisyon ve yorgunluk eğrileri bugün ne durumda olduğunu söyler. Onlara hedef bir tarih ver, o gün ne durumda olacağını söylesinler.
uk: Криві форми й втоми кажуть, у якому ви стані сьогодні. Дайте їм цільову дату — і вони скажуть, у якому стані ви будете того дня.
vi: Hai đường thể lực và mệt mỏi cho biết hôm nay bạn đang ở trạng thái nào. Cho chúng một ngày để nhắm tới, chúng sẽ cho biết ngày đó bạn sẽ ở trạng thái nào.
zh_hans: 体能与疲劳曲线告诉你今天的状态。给它们一个目标日期，它们就能告诉你那天的状态。
zh_hant: 體能與疲勞曲線說的是你今天的狀態。給它們一個目標日期，它們就能說出你那天會是什麼狀態。
